[
    {
        "Nombre de la planta": "Albahaca",
        "Nombre cientifico": "Ocimum basilicum L.",
        "Uso medicinal principal": "digestivo",
        "Parte utilizada": "tallos-hojas",
        "Beneficios": "Favorece la digestión, previene y favorece la expulsión de gases en estomago e intestinos, calma los retortijones intestinales, impide el desarrollo de microbios, estimula o favorece el flujo menstrual, favorece la evacuación del vientre.",
        "Afecciones tratadas": "Inapetencia, dispepsia, cólicos, dolor de estómago, meteorismo, estreñimiento, dolores menstruales.",
        "Modo de preparación": "La infusión se prepara con 1 cucharada del vegetal para 1 litro de agua recién hervida.",
        "Modo de uso": "Beber 1 taza 3 veces en el día.",
        "Precauciones": "No exceder las dosis recomendadas."
    },
    {
        "Nombre de la planta": "Boldo",
        "Nombre cientifico": "Peumus boldus Mol.",
        "Uso medicinal principal": "digestivo",
        "Parte utilizada": "hojas",
        "Beneficios": "Su uso en molestias gastrointestinales y hepáticas, así como sus propiedades anti-inflamatorias, están avalados por estudios clínicos.",
        "Afecciones tratadas": "Molestias gastrointestinales y digestiones difíciles de tipo crónico (dispepsias), laxante suave.",
        "Modo de preparación": "La infusión se prepara con 1 cucharada para 1 litro de agua hirviendo.",
        "Modo de uso": "Beber 1 taza 3 veces en el día.",
        "Precauciones": "No usar en caso de obstrucción de la vía biliar. No se recomienda su administración oral durante el embarazo ni en niños menores de 10 años. En pacientes con cálculos renales usar sólo bajo vigilancia médica."
    },
    {
        "Nombre de la planta": "Granada",
        "Nombre cientifico": "Punica granatum L.",
        "Uso medicinal principal": "digestivo",
        "Parte utilizada": "cáscara-corteza",
        "Beneficios": "Elimina las lombrices intestinales, contrae y endurece los tejidos orgánicos, combate la infección causada por virus, favorece la digestión.",
        "Afecciones tratadas": "Diarreas y dispepsias, faringitis, estomatitis, para eliminar la tenia (lombriz solitaria). ",
        "Modo de preparación": "La decocción (cocimiento) se prepara con 1 cucharada de la planta para 1 litro de agua, hervir 5 minutos.",
        "Modo de uso": "Beber 3-4 tazas en el día, para expulsar la tenia tomar en ayunas, durante 3 días, una taza de decocción preparada con 2 cucharadas de planta.",
        "Precauciones": "No administrar durante el embarazo, lactancia y a menores de 5 años. No exceder las dosis terapéuticas ni el tiempo de tratamiento."
    },
    {
        "Nombre de la planta": "Romero",
        "Nombre cientifico": "Rosmarinus officinalis L.",
        "Uso medicinal principal": "digestivo",
        "Parte utilizada": "tallos-hojas- flores",
        "Beneficios": "Calma los retortijones estomacales, destruye gérmenes en la piel o mucosas, estimula o favorece el flujo menstrual, promueve la circulación sanguínea superficial, previene y favorece la expulsión de gases.",
        "Afecciones tratadas": "Digestiones difíciles de tipo crónico (dispepsias), cólicos abdominales, padecimientos hepáticos, trastornos menstruales.",
        "Modo de preparación": "La infusión se prepara con 1 cucharada del vegetal para 1 litro de agua recién hervida.",
        "Modo de uso": "Beber 1 taza 3 veces en el día.",
        "Precauciones": "No es deseable su administración durante el\nembarazo. Los pacientes con colitis y afecciones prostáticas deben evitar su consumo."
    },
    {
        "Nombre de la planta": "Árnica",
        "Nombre cientifico": "Arnica montana L.",
        "Uso medicinal principal": "anti-inflamatorio",
        "Parte utilizada": "flores",
        "Beneficios": "Disminuye el dolor.",
        "Afecciones tratadas": "Sólo se usa en forma externa en moretones (hematomas producidos por golpes, en hinchazón local (edema) asociado a fractura y en inflamación de mucosas (bucal, genital, anal).",
        "Modo de preparación": "La infusión se prepara con 1 cucharada de flores para 1 litro de agua hirviendo.",
        "Modo de uso": "Se usa en forma de lavado",
        "Precauciones": "Planta tóxica por vía oral. Sólo para uso externo y en concentraciones diluidas. No usar en heridas abiertas. Puede producir reacciones alérgicas."
    },
    {
        "Nombre de la planta": "Buchú",
        "Nombre cientifico": "Agathosma betulina (Berg.) Pillans",
        "Uso medicinal principal": "anti-inflamatorio",
        "Parte utilizada": "hojas",
        "Beneficios": "Destruye gérmenes de la piel y mucosas, promueve y aumenta la producción de orina, limpia de impurezas la sangre y otros humores corporales.",
        "Afecciones tratadas": "Inflamación e infección de las vías urinarias, cistitis suaves, dolores reumáticos.",
        "Modo de preparación": "La infusión se prepara con 1 cucharada de hojas trituradas por 1 litro de agua recién hervida. ",
        "Modo de uso": "Beber 1 taza 3 veces en el día.",
        "Precauciones": "No exceder las dosis recomendadas."
    },
    {
        "Nombre de la planta": "Maqui",
        "Nombre cientifico": "Aristotelia chilensis (Mol.) Stuntz",
        "Uso medicinal principal": "anti-inflamatorio",
        "Parte utilizada": "hojas-frutos",
        "Beneficios": "Disminuye el dolor, calma los retortijones estomacales, destruye gérmenes de la piel o mucosas, contrae y endurece los tejidos orgánicos.",
        "Afecciones tratadas": "Para inflamación de las amígdalas. ",
        "Modo de preparación": "La infusión se prepara con 1 cucharadita de hojas secas trituradas, ó 2 hojas frescas, ó 1 cucharada de frutos, para 1 litro de agua recién hervida.",
        "Modo de uso": "Se hacen gargarismo con la misma infusión.",
        "Precauciones": "No tiene."
    },
    {
        "Nombre de la planta": "Radal",
        "Nombre cientifico": "Lomatia hirsuta (Lam) Diles ex Macbr.",
        "Uso medicinal principal": "anti-inflamatorio",
        "Parte utilizada": "hojas",
        "Beneficios": "Dilata los bronquios, impide el desarrollo de bacterias.",
        "Afecciones tratadas": "Afecciones respiratorias (tos, catarro, bronquitis, asma).",
        "Modo de preparación": "La infusión se prepara con 1 cucharada del vegetal para 1 litro de agua recién hervida (de ser posible endulzar con miel).",
        "Modo de uso": "Beber 1 taza 3 veces en el día.",
        "Precauciones": "Puede producir diarreas."
    },
    {
        "Nombre de la planta": "Aloe",
        "Nombre cientifico": "Aloe vera L. Burm. f.",
        "Uso medicinal principal": "cicatrizante",
        "Parte utilizada": "hojas",
        "Beneficios": "Laxante, cicatrizante, favorece la evacuación del vientre.",
        "Afecciones tratadas": "Como cicatrizante de heridas menores, quemaduras u otro tipo de laceraciones.",
        "Modo de preparación": "Se aplica directamente en la piel.",
        "Modo de uso": "",
        "Precauciones": "No es aconsejable su empleo oral durante el embarazo, la lactancia y niños menores de 10 años ni cuando existan dolores abdominales, nauseas y vómitos. No se debe administrar a pacientes con enfermedad de Crohn, colitis ulcerativa y síndrome de colon irritable."
    },
    {
        "Nombre de la planta": "Fumaria",
        "Nombre cientifico": "Fumaria officinalis L.",
        "Uso medicinal principal": "cicatrizante",
        "Parte utilizada": "tallos-hojas-flores",
        "Beneficios": "Calma los retortijones estomacales, limpia de impurezas la sangre y otros humores corporales.",
        "Afecciones tratadas": "En afecciones de la piel (urticaria, eccemas, granos y herpes).",
        "Modo de preparación": "La infusión se prepara con 1 cucharada de hojas y/o flores para 1 litro agua hirviendo.",
        "Modo de uso": "Se lava la zona afectada con la misma infusión.",
        "Precauciones": "No administrar durante el embarazo, lactancia ni a niños menores de 10 años. No administrar a pacientes con glaucoma,hipertensión arterial y arritmias cardíacas. No ingerir la infusión demasiado concentrada."
    },
    {
        "Nombre de la planta": "Matico",
        "Nombre cientifico": "Buddleja globosa Hope",
        "Uso medicinal principal": "cicatrizante",
        "Parte utilizada": "hojas",
        "Beneficios": "Disminuye el dolor, combate las infecciones por hongos.",
        "Afecciones tratadas": "Traumatismos y heridas de la piel.",
        "Modo de preparación": "La infusión se prepara con 1 cucharada de hojas para 1 litro de agua recién hervida.",
        "Modo de uso": "La misma infusión sirve para lavar heridas y en compresas para contusiones y hematomas.",
        "Precauciones": "No tiene."
    },
    {
        "Nombre de la planta": "Rosa mosqueta",
        "Nombre cientifico": "Rosa moschata Herrm.",
        "Uso medicinal principal": "cicatrizante",
        "Parte utilizada": "tallos-hojas-flores",
        "Beneficios": "Contrae y endurece los tejidos orgánicos, ablanda o suaviza la piel.",
        "Afecciones tratadas": "Úlceras tróficas, heridas quirúrgicas, eczemas y dermatitis de contacto.",
        "Modo de preparación": " El aceite obtenido de sus semillas se usa como emoliente y cicatrizante.",
        "Modo de uso": "Se aplica directamente en la zona afectada 1 ó más veces al día.",
        "Precauciones": "No tiene."
    },
    {
        "Nombre de la planta": "Canelo",
        "Nombre cientifico": "Drimys winteri J.R. et G.Forster",
        "Uso medicinal principal": "antibacteriano",
        "Parte utilizada": "hojas-corteza",
        "Beneficios": "Calma los retortijones estomacales, mata las bacterias o impide su desarrollo, elimina las lombrices intestinales, disminuye el dolor.",
        "Afecciones tratadas": "lombrices intestinales, desórdenes estomacales, disentería (trastorno infeccioso con diarrea sanguinolenta).",
        "Modo de preparación": "La infusión se prepara con 1 cucharada de hojas y corteza desmenuzadas, para 1 litro de agua hirviendo. Para estos usos también puede prepararse una decocción de la corteza, hirviendo 1 cucharada por 5 minutos.",
        "Modo de uso": "Usar la misma infusión en lavados, baños o cataplasmas.",
        "Precauciones": "En dosis excesivas puede producir diarreas, náuseas o vómitos."
    },
    {
        "Nombre de la planta": "Espuela de Galán",
        "Nombre cientifico": "Tropaelum majus L.",
        "Uso medicinal principal": "antibacteriano",
        "Parte utilizada": "hojas",
        "Beneficios": "Impide el desarrollo de bacterias, ablanda o suaviza la piel.",
        "Afecciones tratadas": "Heridas y lesiones de la piel, caída del cabello, moretones.",
        "Modo de preparación": "La infusión se prepara con 1 cucharada del vegetal para 1 litro de agua recién hervida.",
        "Modo de uso": "La misma preparación se emplea para lavados.",
        "Precauciones": "No administrar en casos de gastritis, úlcera estomacal, embarazo, lactancia, insuficiencia renal o cardiaca, hipotiroidismo. Las semillas son tóxicas, evitar su administración oral."
    },
    {
        "Nombre de la planta": "Salvia",
        "Nombre cientifico": "Salvia officinalis L.",
        "Uso medicinal principal": "antibacteriano",
        "Parte utilizada": "tallos-hojas-flores",
        "Beneficios": "Calma los retortijones estomacales., mata las bacterias o impide su crecimiento, disminuye la sudoración, promueve y aumenta la producción de orina, estimula o favorece el flujo menstrual, modera la actividad del sistema nervioso, disminuye las contracciones uterinas.",
        "Afecciones tratadas": "Infecciones vaginales, estomatitis y gingivitis.",
        "Modo de preparación": "La infusión se prepara con 1 cucharada del vegetal para 1 litro de agua recién hervida.",
        "Modo de uso": "Usar la misma infusión en lavados y gargarismos.",
        "Precauciones": "No utilizar por periodos prolongados de tiempo. Emplear con control médico durante embarazo y lactancia. Puede interferir con terapias hipoglicémicas y anticonvulsivantes. Puede potenciar el efecto sedante de otras drogas."
    },
    {
        "Nombre de la planta": "Milenrama",
        "Nombre cientifico": "Achillea millefolium L.",
        "Uso medicinal principal": "antibacteriano",
        "Parte utilizada": "tallo blando\n(no lignificado)-flores- hojas",
        "Beneficios": "Mata las bacterias o impide su desarrollo, contrae y endurece los tejidos orgánicos, estimula o favorece el flujo menstrual, calma los retortijones intestinales, disminuye el sangrado o hemorragia, baja la fiebre.",
        "Afecciones tratadas": "Heridas de diversa naturaleza, pequeñas hemorragias.",
        "Modo de preparación": "La infusión se prepara con 2 cucharadas de la planta seca en 1 litro de agua recién hervida, dejar reposar 10 minutos.",
        "Modo de uso": "Utilizar el doble de la cantidad de planta para el mismo volumen\nde agua.",
        "Precauciones": "No recomendado a personas en tratamiento con anticoagulantes orales. Puede producir dermatitis por contacto e incrementar la sensibilidad a la luz del sol. No usar en heridas infectadas."
    }
]
